Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.030faceid.disabled
source: Face ID is off. To keep your privacy safe, I strongly recommend turning it on.
ar: لم يتم تفعيل بصمة الوجه. لحماية خصوصيتك أوصي بشدة بتفعيلها
ca: Face ID està desactivat. Per protegir la teva privadesa, et recomano encendre'l.
cs: Face ID je vypnuté. Pro vaše bezpečí důrazně doporučuji ho zapnout.
da: Face ID er slået fra. For at holde dit privatliv sikkert anbefaler jeg stærkt at slå det til.
de: Face ID ist aus. Zum Schutz deiner Privatsphäre empfehle ich dir dringend, es zu aktivieren.
el: Το Face ID είναι απενεργοποιημένο. Για να διατηρηθεί η ιδιωτικότητά σας ασφαλής, συνιστώ να το ενεργοποιήσετε.
es: Face ID está desactivado. Para proteger tu privacidad te recomiendo encarecidamente activarlo.
fi: Face ID on pois päältä. Yksityisyytesi turvaamiseksi suosittelen lämpimästi sen päälle kytkemistä.
fr: Face ID n’est pas activé. Pour protéger votre confidentialité, je vous recommande vivement de l’activer.
he: Face ID כבוי. כדי לשמור על פרטיותך, אני ממליץ בחום להפעיל אותו.
hi: Face ID बंद है। आपकी गोपनीयता की सुरक्षा के लिए मैं इसे चालू करने की दृढ़ सलाह देता हूँ।
hr: Face ID je isključen. Kako biste sačuvali svoju privatnost, toplo preporučujem da ga uključite.
hu: A Face ID ki van kapcsolva. Adatvédelmed érdekében erősen ajánlom bekapcsolni.
id: Face ID nonaktif. Untuk menjaga privasimu tetap aman, saya sangat menyarankan untuk mengaktifkannya.
it: Face ID non è attivo. Per proteggere la tua privacy ti consiglio vivamente di attivarlo.
ja: Face IDはオフです。プライバシーを守るため、有効にすることを強くおすすめします。
ko: Face ID가 꺼져 있습니다. 개인 정보를 보호하려면 켜두시는 것을 강력히 권장합니다.
ms: Face ID dimatikan. Untuk menjaga privasi anda, saya sangat menyarankan untuk menghidupkannya.
nb: Face ID er av. For å beskytte personvernet ditt anbefaler jeg sterkt å slå det på.
nl: Face ID staat uit. Om je privacy te beschermen raad ik je sterk aan het in te schakelen.
pl: Face ID jest wyłączone. Aby zachować bezpieczeństwo prywatności, zdecydowanie zalecam włączenie.
pt_br: O Face ID está desativado. Para manter sua privacidade segura, recomendo fortemente que o ative.
pt_pt: Face ID está desligado. Para proteger a tua privacidade, recomendo vivamente que o atives.
ro: Face ID este dezactivat. Pentru a-ți păstra confidențialitatea, îți recomand cu tărie să-l activezi.
ru: Face ID выключен. Для защиты твоей конфиденциальности настоятельно рекомендую включить его.
sv: Face ID är av. För att skydda din integritet rekommenderar jag starkt att du slår på det.
th: Face ID ถูกปิดอยู่ เพื่อรักษาความเป็นส่วนตัวของคุณ ฉันขอแนะนำอย่างยิ่งให้เปิดใช้งาน
tr: Face ID kapalı. Gizliliğinizi korumak için, açmanızı şiddetle tavsiye ederim.
uk: Face ID вимкнено. Для захисту твоєї приватності я настійно рекомендую його увімкнути.
ur: Face ID غیر فعال ہے۔ اپنی پرائیویسی کے تحفظ کے لیے میں اسے فعال کرنے کی سخت سفارش کرتا ہوں۔
vi: Face ID đang tắt. Để giữ an toàn cho quyền riêng tư của bạn, tôi thực sự khuyên bạn bật nó lên.
zh_hans: 面容 ID 未开启。为了保护你的隐私，我强烈建议你启用它。
zh_hant: 面容 ID 未開啟。為了保護你的隱私，我強烈建議你啟用它。

# onboarding.030faceid.enabled
source: Face ID is on. Your face now adds an extra layer of security and privacy.
ar: تم تفعيل بصمة الوجه. وجهك يضيف الآن طبقة إضافية من الأمان والخصوصية.
ca: Face ID està activat. La teva cara ara afegeix una capa addicional de seguretat i privadesa.
cs: Face ID je zapnuté. Vaše tvář nyní poskytuje další vrstvu zabezpečení a soukromí.
da: Face ID er slået til. Dit ansigt giver nu et ekstra lag sikkerhed og privatliv.
de: Face ID ist an. Dein Gesicht sorgt jetzt für eine zusätzliche Schicht Sicherheit und Privatsphäre.
el: Το Face ID είναι ενεργοποιημένο. Το πρόσωπό σου προσθέτει τώρα ένα επιπλέον στρώμα ασφάλειας και ιδιωτικότητας.
es: Face ID está activado. Tu cara ahora añade una capa extra de seguridad y privacidad.
fi: Face ID on päällä. Kasvosi lisäävät nyt ylimääräisen kerroksen turvallisuutta ja yksityisyyttä.
fr: Face ID est activé. Ton visage ajoute maintenant une couche supplémentaire de sécurité et de confidentialité.
he: Face ID מופעל. הפנים שלך מוסיפות עכשיו שכבת אבטחה ופרטיות נוספת
hi: Face ID चालू है। आपका चेहरा अब सुरक्षा और गोपनीयता की एक अतिरिक्त परत जोड़ रहा है।
hr: Face ID je uključen. Vaše lice sada dodaje dodatni sloj sigurnosti i privatnosti.
hu: A Face ID be van kapcsolva. Az arcod most egy extra védelmi és adatvédelmi réteget ad.
id: Face ID aktif. Wajahmu sekarang menambah lapisan keamanan dan privasi tambahan.
it: Face ID è attivo. Il tuo volto ora aggiunge un ulteriore livello di sicurezza e privacy.
ja: Face IDはオン。あなたの顔がセキュリティとプライバシーにもう一層の守りをプラスします。
ko: Face ID가 켜져 있습니다. 당신의 얼굴이 추가적인 보안과 프라이버시를 제공합니다.
ms: Face ID dihidupkan. Wajah anda kini menambah lapisan keselamatan dan privasi tambahan.
nb: Face ID er på. Ansiktet ditt gir nå et ekstra lag med sikkerhet og personvern.
nl: Face ID staat aan. Je gezicht voegt nu een extra laag beveiliging en privacy toe.
pl: Face ID jest włączone. Twoja twarz dodaje teraz dodatkową warstwę bezpieczeństwa i prywatności.
pt_br: O Face ID está ativado. Seu rosto agora adiciona uma camada extra de segurança e privacidade.
pt_pt: Face ID está ligado. O teu rosto agora adiciona uma camada extra de segurança e privacidade.
ro: Face ID este activ. Fața ta adaugă acum un strat suplimentar de securitate și confidențialitate.
ru: Face ID включён. Твоё лицо теперь добавляет дополнительный слой безопасности и конфиденциальности。
sv: Face ID är på. Ditt ansikte lägger nu till ett extra lager av säkerhet och integritet.
th: Face ID เปิดอยู่แล้ว ใบหน้าของคุณตอนนี้ช่วยเพิ่มชั้นความปลอดภัยและความเป็นส่วนตัว
tr: Face ID açık. Artık yüzünüz ekstra bir güvenlik ve gizlilik katmanı ekliyor.
uk: Face ID увімкнено. Твоє обличчя тепер додає ще один шар безпеки та приватності.
ur: Face ID فعال ہے۔ آپ کا چہرہ اب سیکیورٹی اور رازداری کی ایک اضافی تہہ شامل کرتا ہے۔
vi: Face ID đã bật. Khuôn mặt của bạn giờ thêm một lớp bảo mật và quyền riêng tư nữa.
zh_hans: 面容 ID 已开启。你的脸现在多加了一层安全和隐私保护。
zh_hant: 面容 ID 已開啟。你的臉現在多加了一層安全和隱私保護。

# onboarding.030faceid.header
source: Face ID
ar: بصمة الوجه
hi: फेसआईडी
zh_hans: 面容 ID
zh_hant: 面容 ID

# onboarding.030faceid.localizedReason
source: An additional step in protecting your privacy. Only you will be able to access your social media.
ar: خطوة إضافية في حماية خصوصيتك. ستتمكن أنت فقط من الوصول إلى وسائل التواصل الاجتماعي الخاصة بك.
ca: Un pas addicional per protegir la teva privadesa. Només tu podràs accedir a les teves xarxes socials.
cs: Další krok k ochraně vašeho soukromí. Pouze vy budete mít přístup ke svým sociálním sítím.
da: Et ekstra skridt til at beskytte dit privatliv. Kun du vil kunne få adgang til dine sociale medier.
de: Ein zusätzlicher Schritt zum Schutz deiner Privatsphäre. Nur du hast Zugriff auf deine Sozialen Medien.
el: Ένα επιπλέον βήμα για την προστασία της ιδιωτικότητάς σας. Μόνο εσείς θα έχετε πρόσβαση στα κοινωνικά σας δίκτυα.
es: Un paso adicional en la protección de tu privacidad. Solo tú podrás acceder a tus redes sociales.
fi: Lisätoimenpide yksityisyytesi suojaamiseksi. Vain sinä pääset käsiksi sosiaaliseen mediaasi.
fr: Une étape supplémentaire pour protéger votre vie privée. Vous seul pourrez accéder à vos réseaux sociaux.
he: צעד נוסף בהגנה על פרטיותך. רק אתה תוכל לגשת למדיה החברתית שלך.
hi: आपकी गोपनीयता की रक्षा में एक अतिरिक्त कदम। केवल आप ही अपने सोशल मीडिया तक पहुँच सकेंगे।
hr: Dodatni korak u zaštiti vaše privatnosti. Samo vi ćete moći pristupiti svojim društvenim mrežama.
hu: Egy további lépés az adatvédelmed érdekében. Csak te fogsz tudni hozzáférni a közösségi médiádhoz.
id: Langkah tambahan dalam melindungi privasi Anda. Hanya Anda yang dapat mengakses media sosial Anda.
it: Un ulteriore passo per proteggere la tua privacy. Solo tu potrai accedere ai tuoi social media.
ja: プライバシーを保護するための追加ステップ。あなただけが自分のソーシャルメディアにアクセスできます。
ko: 개인정보를 보호하기 위한 추가 단계. 오직 당신만이 소셜 미디어에 접근할 수 있습니다.
ms: Langkah tambahan dalam melindungi privasi anda. Hanya anda yang boleh mengakses media sosial anda.
nb: Et ekstra trinn for å beskytte personvernet ditt. Bare du vil kunne få tilgang til dine sosiale medier.
nl: Een extra stap in het beschermen van je privacy. Alleen jij zult toegang hebben tot je sociale media.
pl: Dodatkowy krok w ochronie twojej prywatności. Tylko ty będziesz mieć dostęp do swoich mediów społecznościowych.
pt_br: Uma etapa adicional para proteger sua privacidade. Somente você poderá acessar suas redes sociais.
pt_pt: Um passo adicional para proteger a sua privacidade. Apenas você poderá aceder às suas redes sociais.
ro: Un pas suplimentar pentru protejarea confidențialității tale. Doar tu vei putea accesa rețelele tale sociale.
ru: Дополнительный шаг для защиты вашей конфиденциальности. Только вы сможете получить доступ к своим социальным сетям.
sv: Ett ytterligare steg för att skydda din integritet. Endast du kommer att kunna få tillgång till dina sociala medier.
th: ขั้นตอนเพิ่มเติมในการปกป้องความเป็นส่วนตัวของคุณ มีเพียงคุณเท่านั้นที่จะสามารถเข้าถึงโซเชียลมีเดียของคุณได้
tr: Gizliliğinizi korumada ek bir adım. Yalnızca siz sosyal medyanıza erişebileceksiniz.
uk: Додатковий крок для захисту вашої конфіденційності. Лише ви зможете отримати доступ до своїх соціальних мереж.
ur: آپ کی پرائیویسی کے تحفظ میں ایک اضافی قدم۔ صرف آپ ہی اپنے سوشل میڈیا تک رسائی حاصل کر سکیں گے۔
vi: Một bước bổ sung để bảo vệ quyền riêng tư của bạn. Chỉ bạn mới có thể truy cập vào mạng xã hội của mình.
zh_hans: 在保护您的隐私方面的额外步骤。只有您可以访问您的社交媒体。
zh_hant: 在保護您的隱私方面的額外步驟。只有您可以訪問您的社交媒體。

# onboarding.030faceid.text
source: Want to make your browsing extra secure? Let's add Face ID to keep things locked down tight!
ar: هل تريد جعل تصفحك أكثر أماناً؟ دعنا نضيف بصمة الوجه للحفاظ على الأمور محكمة الإغلاق!
ca: Vols fer la teva navegació encara més segura? Afegim Face ID per mantenir-ho tot ben protegit!
cs: Chcete udělat své prohlížení extra bezpečné? Přidejme Face ID, aby bylo vše dobře uzamčeno!
da: Vil du gøre din browsing ekstra sikker? Lad os tilføje Face ID for at holde tingene solidt låst!
de: Willst du dein Surfen noch sicherer machen? Lass uns Face ID hinzufügen, um alles richtig abzusichern!
el: Θέλεις να κάνεις την περιήγησή σου ακόμη πιο ασφαλή; Ας προσθέσουμε το Face ID για να κρατήσουμε τα πράγματα σφιχτά!
es: ¿Quieres hacer tu navegación aún más segura? ¡Vamos a añadir Face ID para blindar todo como una caja fuerte!
fi: Haluatko tehdä selaamisestasi erityisen turvallista? Otetaan Face ID käyttöön, jotta kaikki pysyy tiukasti lukittuna!
fr: Envie de rendre votre navigation encore plus sécurisée ? Ajoutons Face ID pour bien verrouiller tout ça!
he: רוצה להפוך את הגלישה שלך לבטוחה יותר? בוא נוסיף Face ID כדי לשמור על הכל סגור היטב!
hi: अपनी ब्राउज़िंग को अतिरिक्त सुरक्षित बनाना चाहते हैं? आइए फेस आईडी जोड़ते हैं ताकि सब कुछ मजबूती से लॉक रहे!
hr: Želite svoj pregled učiniti dodatno sigurnim? Dodajmo Face ID kako bismo sve čvrsto zaključali!
hu: Szeretnéd extra biztonságossá tenni a böngészést? Adjunk hozzá Face ID-t, hogy mindent biztonságosan zárva tartsunk!
id: Ingin membuat penjelajahanmu lebih aman? Mari tambahkan Face ID untuk menjaga semuanya terkunci rapat!
it: Vuoi rendere la tua navigazione ancora più sicura? Aggiungiamo Face ID per mantenere le cose ben protette!
ja: ブラウジングをさらに安全にしたいですか？Face IDを追加して、しっかりとロックしましょう！
ko: 브라우징을 더욱 안전하게 하고 싶나요? Face ID를 추가하여 잠금을 강화해 봅시다!
ms: Ingin menjadikan pelayaran anda lebih selamat? Mari tambah Face ID untuk memastikan semuanya terkunci kemas!
nb: Vil du gjøre surfingen din ekstra sikker? La oss legge til Face ID for å holde ting godt låst!
nl: Wil je je browsen extra veilig maken? Laten we Face ID toevoegen om alles goed op slot te doen!
pl: Chcesz uczynić przeglądanie jeszcze bardziej bezpiecznym? Dodajmy Face ID, aby wszystko było solidnie zabezpieczone!
pt_br: Quer tornar sua navegação ainda mais segura? Vamos adicionar o Face ID para manter tudo bem protegido!
pt_pt: Quer tornar sua navegação ainda mais segura? Vamos adicionar o Face ID para manter tudo bem protegido!
ro: Vrei să îți faci navigarea și mai sigură? Hai să adăugăm Face ID pentru a păstra totul bine securizat!
ru: Хочешь сделать свой сёрфинг ещё безопаснее? Давай добавим Face ID, чтобы всё было надёжно защищено!
sv: Vill du göra din surfning ännu säkrare? Låt oss lägga till Face ID för maximal trygghet!
th: ต้องการให้การท่องเว็บของคุณปลอดภัยยิ่งขึ้นไหม? มาเพิ่ม Face ID เพื่อให้ทุกอย่างล็อกแน่นหนา!
tr: Tarama deneyimini ekstra güvenli hale getirmek ister misin? Her şeyi sıkı sıkıya kilitlemek için Face ID ekleyelim!
uk: Хочеш зробити свій браузер ще безпечнішим? Давай додамо Face ID, щоб усе було надійно заблоковано!
ur: کیا آپ اپنی براؤزنگ کو اضافی محفوظ بنانا چاہتے ہیں؟ آئیے چیزوں کو پوری طرح لاک رکھنے کے لیے Face ID شامل کریں!
vi: Muốn làm cho việc duyệt web của bạn an toàn hơn nữa? Hãy thêm Face ID để giữ mọi thứ khóa chặt!
zh_hans: 想让你的浏览更安全吗？让我们添加面容 ID 来确保一切都锁得严严实实！
zh_hant: 想讓你的瀏覽更安全嗎？讓我們添加面容 ID 來確保一切都鎖得嚴嚴實實！

# onboarding.030firstSite.alertHeader
source: Warning
ar: تحذير
ca: Avís
cs: Varování
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
fi: Varoitus
fr: Avertissement
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Avviso
ja: 警告
ko: 경고
ms: Amaran
nb: Advarsel
pl: Ostrzeżenie
pt_br: Aviso
pt_pt: Aviso
ro: Avertisment
ru: Предупреждение
sv: Varning
th: คำเตือน
tr: Uyarı
uk: Попередження
ur: انتباہ
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# onboarding.030firstSite.alertText
source: Please ensure to enter a name and valid URL for your first social media site.
ar: يرجى التأكد من إدخال اسم وعنوان URL صالح لموقع التواصل الاجتماعي الأول.
ca: Assegura’t d’introduir un nom i un URL vàlid per al teu primer lloc de xarxes socials.
cs: Ujistěte se, že jste zadali název a platnou adresu URL pro svou první sociální síť.
da: Sørg venligst for at indtaste et navn og en gyldig URL til dit første sociale medieside.
de: Bitte gib den Namen und eine gültige URL für deine erste Social Media‑Seite ein.
el: Βεβαιωθείτε ότι έχετε εισαγάγει ένα όνομα και μια έγκυρη διεύθυνση URL για την πρώτη σας πλατφόρμα κοινωνικής δικτύωσης.
es: Por favor asegúrate de ingresar un nombre y una URL válida para tu primer sitio de redes sociales.
fi: Varmista, että syötät nimen ja kelvollisen URL-osoitteen ensimmäiselle sosiaalisen median sivustollesi.
fr: Veuillez vous assurer d’entrer un nom et une URL valide pour votre premier site de réseau social.
he: אנא ודא שאתה מזין שם ו‑URL חוקי לאתר הרשת החברתית הראשון שלך.
hi: कृपया सुनिश्चित करें कि आपने अपनी पहली सोशल मीडिया साइट के लिए नाम और वैध URL दर्ज किया है।
hr: Provjerite jeste li unijeli naziv i valjani URL za svoju prvu društvenu mrežu.
hu: Kérjük, ügyeljen arra, hogy adjon meg egy nevet és egy érvényes URL‑címet az első közösségi média oldalához.
id: Pastikan Anda memasukkan nama dan URL yang valid untuk situs media sosial pertama Anda.
it: Assicurati di inserire un nome e un URL valido per il tuo primo sito di social media.
ja: 最初のソーシャルメディアサイトに適切な名前と有効なURLを入力してください。
ko: 첫 번째 소셜 미디어 사이트에 이름과 유효한 URL을 입력했는지 확인하세요. —Status → —상태
ms: Sila pastikan anda memasukkan nama dan URL sah untuk laman media sosial pertama anda.
nb: Vennligst sørg for å skrive inn et navn og en gyldig nettadresse for din første sosiale medieside.
nl: Zorg ervoor dat je een naam en een geldige URL invoert voor je eerste sociale medium.
pl: Upewnij się, że wpisałeś nazwę i prawidłowy adres URL dla pierwszej strony w mediach społecznościowych.
pt_br: Por favor, certifique-se de inserir um nome e uma URL válida para seu primeiro site de rede social.
pt_pt: Por favor, certifique-se de introduzir um nome e uma URL válida para o seu primeiro site de rede social.
ro: Vă rugăm să vă asigurați că introduceți un nume și un URL valid pentru prima rețea socială.
ru: Пожалуйста, введите имя и действительный URL для вашей первой социальной сети.
sv: Vänligen säkerställ att du anger ett namn och en giltig URL för din första sociala mediasida.
th: โปรดตรวจสอบให้แน่ใจว่าคุณป้อนชื่อและ URL ที่ถูกต้องสำหรับเว็บไซต์โซเชียลมีเดียแรกของคุณ
tr: Lütfen ilk sosyal medya siteniz için bir ad ve geçerli bir URL girin.
uk: Будь ласка, переконайтеся, що ви ввели назву та дійсний URL для вашого першого сайту соціальної мережі.
ur: براہ کرم یقینی بنائیں کہ آپ اپنی پہلی سوشل میڈیا سائٹ کے لیے نام اور درست URL درج کریں۔
vi: Vui lòng đảm bảo nhập tên và URL hợp lệ cho trang mạng xã hội đầu tiên của bạn.
zh_hans: 请确保输入您的第一个社交媒体网站的名称和有效网址。
zh_hant: 請確保輸入您的第一個社交媒體網站的名稱和有效網址。

# onboarding.030opticid.button
source: Enable Optic ID
ar: تفعيل بصمة العين
ca: Activa Optic ID
cs: Povolit Optic ID
da: Aktiver Optic ID
de: Optic ID aktivieren
el: Ενεργοποίηση Optic ID
es: Activar Optic ID
fi: Ota Optic ID käyttöön
fr: Activer Optic ID
he: הפעל Optic ID
hi: Optic ID सक्षम करें
hr: Omogući Optic ID
hu: Optic ID engedélyezése
id: Aktifkan Optic ID
it: Attiva Optic ID
ja: Optic IDを有効にする
ko: Optic ID 활성화하기
ms: Aktifkan Optic ID
nb: Aktiver Optic ID
nl: Optic ID inschakelen
pl: Włącz Optic ID
pt_br: Ativar Optic ID
pt_pt: Ativar Optic ID
ro: Activează Optic ID
ru: Включить Optic ID
sv: Aktivera Optic ID
th: เปิดใช้ Optic ID
tr: Optic ID'i Etkinleştir
uk: Увімкнути Optic ID
ur: Optic ID فعال کریں
vi: Bật Optic ID
zh_hans: 启用虹膜 ID
zh_hant: 啟用虹膜 ID

# onboarding.030opticid.disabled
source: Optic ID is off. To keep your privacy safe, I strongly recommend turning it on.
ar: لم يتم تفعيل بصمة العين. لحماية خصوصيتك أوصي بشدة بتفعيلها.
ca: Optic ID està desactivat. Per protegir la teva privadesa, et recomano encendre'l.
cs: Optic ID je vypnuté. Pro vaše bezpečí důrazně doporučuji ho zapnout.
da: Optic ID er slået fra. For at holde dit privatliv sikkert anbefaler jeg stærkt at slå det til.
de: Optic ID ist aus. Zum Schutz deiner Privatsphäre empfehle ich dir dringend, es zu aktivieren.
el: Το Optic ID είναι απενεργοποιημένο. Για να διατηρηθεί η ιδιωτικότητά σας ασφαλής, συνιστώ να το ενεργοποιήσετε.
es: Optic ID está desactivado. Para proteger tu privacidad te recomiendo encarecidamente activarlo.
fi: Optic ID on pois päältä. Yksityisyytesi turvaamiseksi suosittelen lämpimästi sen päälle kytkemistä.
fr: Optic ID n’est pas activé. Pour protéger votre confidentialité, je vous recommande vivement de l’activer.
he: Optic ID כבוי. כדי לשמור על פרטיותך, אני ממליץ בחום להפעיל אותו.
hi: Optic ID बंद है। आपकी गोपनीयता की सुरक्षा के लिए मैं इसे चालू करने की दृढ़ सलाह देता हूँ।
hr: Optic ID je isključen. Kako biste sačuvali svoju privatnost, toplo preporučujem da ga uključite.
hu: A Optic ID ki van kapcsolva. Adatvédelmed érdekében erősen ajánlom bekapcsolni.
id: Optic ID nonaktif. Untuk menjaga privasimu tetap aman, saya sangat menyarankan untuk mengaktifkannya.
it: Optic ID non è attivo. Per proteggere la tua privacy ti consiglio vivamente di attivarlo.
ja: Optic IDはオフです。プライバシーを守るため、有効にすることを強くおすすめします。
ko: Optic ID가 꺼져 있습니다. 개인 정보를 보호하려면 켜두시는 것을 강력히 권장합니다.
ms: Optic ID dimatikan. Untuk menjaga privasi anda, saya sangat menyarankan untuk menghidupkannya.
nb: Optic ID er av. For å beskytte personvernet ditt anbefaler jeg sterkt å slå det på.
nl: Optic ID staat uit. Om je privacy te beschermen raad ik je sterk aan het in te schakelen.
pl: Optic ID jest wyłączone. Aby zachować bezpieczeństwo prywatności, zdecydowanie zalecam włączenie.
pt_br: O Optic ID está desativado. Para manter sua privacidade segura, recomendo fortemente que o ative.
pt_pt: Optic ID está desligado. Para proteger a tua privacidade, recomendo vivamente que o atives.
ro: Optic ID este dezactivat. Pentru a-ți păstra confidențialitatea, îți recomand cu tărie să-l activezi.
ru: Optic ID выключен. Для защиты твоей конфиденциальности настоятельно рекомендую включить его.
sv: Optic ID är av. För att skydda din integritet rekommenderar jag starkt att du slår på det.
th: Optic ID ถูกปิดอยู่ เพื่อรักษาความเป็นส่วนตัวของคุณ ฉันขอแนะนำอย่างยิ่งให้เปิดใช้งาน
tr: Optic ID kapalı. Gizliliğinizi korumak için, açmanızı şiddetle tavsiye ederim.
uk: Optic ID вимкнено. Для захисту твоєї приватності я настійно рекомендую його увімкнути.
ur: Optic ID غیر فعال ہے۔ اپنی پرائیویسی کے تحفظ کے لیے میں اسے فعال کرنے کی سخت سفارش کرتا ہوں۔
vi: Optic ID đang tắt. Để giữ an toàn cho quyền riêng tư của bạn, tôi thực sự khuyên bạn bật nó lên.
zh_hans: 虹膜 ID 未开启。为了保护你的隐私，我强烈建议你启用它。
zh_hant: 虹膜 ID 未開啟。為了保護你的隱私，我強烈建議你啟用它。

# onboarding.030opticid.enabled
source: Optic ID is on. Your face now adds an extra layer of security and privacy.
ar: تم تفعيل بصمة العين. عيناك تضيفان الآن طبقة إضافية من الأمان والخصوصية.
ca: Optic ID està activat. La teva cara ara afegeix una capa addicional de seguretat i privadesa.
cs: Optic ID je zapnuté. Vaše tvář nyní poskytuje další vrstvu zabezpečení a soukromí.
da: Optic ID er slået til. Dit ansigt giver nu et ekstra lag sikkerhed og privatliv.
de: Optic ID ist an. Dein Gesicht sorgt jetzt für eine zusätzliche Schicht Sicherheit und Privatsphäre.
el: Το Optic ID είναι ενεργοποιημένο. Το πρόσωπό σου προσθέτει τώρα ένα επιπλέον στρώμα ασφάλειας και ιδιωτικότητας.
es: Optic ID está activado. Tu cara ahora añade una capa extra de seguridad y privacidad.
fi: Optic ID on päällä. Kasvosi lisäävät nyt ylimääräisen kerroksen turvallisuutta ja yksityisyyttä.
fr: Optic ID est activé. Ton visage ajoute maintenant une couche supplémentaire de sécurité et de confidentialité.
he: Optic ID מופעל. הפנים שלך מוסיפות עכשיו שכבת אבטחה ופרטיות נוספת
hi: Optic ID चालू है। आपका चेहरा अब सुरक्षा और गोपनीयता की एक अतिरिक्त परत जोड़ रहा है।
hr: Optic ID je uključen. Vaše lice sada dodaje dodatni sloj sigurnosti i privatnosti.
hu: A Optic ID be van kapcsolva. Az arcod most egy extra védelmi és adatvédelmi réteget ad.
id: Optic ID aktif. Wajahmu sekarang menambah lapisan keamanan dan privasi tambahan.
it: Optic ID è attivo. Il tuo volto ora aggiunge un ulteriore livello di sicurezza e privacy.
ja: Optic IDはオン。あなたの顔がセキュリティとプライバシーにもう一層の守りをプラスします。
ko: Optic ID가 켜져 있습니다. 당신의 얼굴이 추가적인 보안과 프라이버시를 제공합니다.
ms: Optic ID dihidupkan. Wajah anda kini menambah lapisan keselamatan dan privasi tambahan.
nb: Optic ID er på. Ansiktet ditt gir nå et ekstra lag med sikkerhet og personvern.
nl: Optic ID staat aan. Je gezicht voegt nu een extra laag beveiliging en privacy toe.
pl: Optic ID jest włączone. Twoja twarz dodaje teraz dodatkową warstwę bezpieczeństwa i prywatności.
pt_br: O Optic ID está ativado. Seu rosto agora adiciona uma camada extra de segurança e privacidade.
pt_pt: Optic ID está ligado. O teu rosto agora adiciona uma camada extra de segurança e privacidade.
ro: Optic ID este activ. Fața ta adaugă acum un strat suplimentar de securitate și confidențialitate.
ru: Optic ID включён. Твоё лицо теперь добавляет дополнительный слой безопасности и конфиденциальности。
sv: Optic ID är på. Ditt ansikte lägger nu till ett extra lager av säkerhet och integritet.
th: Optic ID เปิดอยู่แล้ว ใบหน้าของคุณตอนนี้ช่วยเพิ่มชั้นความปลอดภัยและความเป็นส่วนตัว
tr: Optic ID açık. Artık yüzünüz ekstra bir güvenlik ve gizlilik katmanı ekliyor.
uk: Optic ID увімкнено. Твоє обличчя тепер додає ще один шар безпеки та приватності.
ur: Optic ID فعال ہے۔ آپ کا چہرہ اب سیکیورٹی اور رازداری کی ایک اضافی تہہ شامل کرتا ہے۔
vi: Optic ID đã bật. Khuôn mặt của bạn giờ thêm một lớp bảo mật và quyền riêng tư nữa.
zh_hans: 虹膜 ID 已开启。你的眼睛现在多加了一层安全和隐私保护。
zh_hant: 虹膜 ID 已開啟。你的眼睛現在多加了一層安全和隱私保護。

# onboarding.030opticid.header
source: Optic ID
ar: بصمة العين
zh_hans: 虹膜 ID
zh_hant: 虹膜 ID
